[
    {
    "id":"201",
    "name": "Sophia",
    "rating":"3.5",
    "img":"https://images.pexels.com/photos/1181581/pexels-photo-1181581.jpeg?auto=compress&cs=tinysrgb&h=750&w=1260",
    "review":"It has all the pockets you need for your mouse, cords, iPad etc.. etc.. For the price I think it's a very nice bag. Does the job. Has cushion padding so your laptop doesn't get banged up. A very good buy.."
},
{
    "id":"202",
    "name": "Jennifer M. Roberts",
    "rating":"2.5",
    "img":"https://images.pexels.com/photos/1181631/pexels-photo-1181631.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=1",
    "review":"It was time to replace my approximately 15-year-old Targus Laptop Bag. It was still strong and in one piece, but the material was looking old and faded. Since I had good results with my old Targus bag, I decided to stick with the brand. This time I chose a more economical model, the Targus Classical Slim Briefcase. It is okay for my current needs, and I am satisfied with it. My only complaint is that the clips or carabiners that hold the shoulder strap to the bag are made of plastic and not of metal like on my old bag. The new clips feel weak. They give an impression of being. Other than the plastic clips, the rest feels and looks great"
},
{
    "id":"203",
    "name":"Caramella",
    "rating":"4",
    "img":"https://images.pexels.com/photos/3865841/pexels-photo-3865841.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=1",
    "review":"I bought a Toca Kickboxx for my husband (which he loves). Because the little snare and tom fit inside the suitcase that is the bass drum, Toca doesn't make separate cases for them, but hubby doesn't always want to take them along to gigs; he wanted two separate protective carrying cases. Now, the Kickboxx isn't nothing at $500 with tax, but at the same time, I didn't want to spend another $100 on 2 drum cases (all of which were too fat anyway). I tried six different types of case, from traditional drum cases to mixer cases to laptop cases. The Targus 15.6inch Classic Slim Briefcase Messenger Bag was perfect for these 12inch drums plus the attached hardware, and has enough protective padding to make us feel comfortable. I feel these would be perfect for electronic drums, too. At $20 each, they were also the best deal.."
},
{
    "id":"204",
    "name":"Viktoria",
    "rating":"5",
    "img":"https://images.pexels.com/photos/1181714/pexels-photo-1181714.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=1",
    "review":"Fits my Toshiba Satellite 15.5inch laptop. I have to be smart about what gear to carry with the laptop, as I ordered the size that just fits my PC. Still, I have room in the side pocket for the power cord, a corded mouse, a corded card reader. If I don't try to take the kitchen sink along in the bag, then I'm fine. The padding seems OK. I know from experience that baggage handlers can destroy any laptop, no matter what case it's in. But for most of the normal things I face with the bag, it works fine."
},
{
    "id":"205",
    "name":"Cynthia Bowen",
    "rating":"3.5",
    "img":"https://images.pexels.com/photos/1181521/pexels-photo-1181521.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=1",
    "review":"I needed a laptop case for remote work from home. For the price point, this case is perfect for transporting work materials to and from the office to home. My work laptop, a Lenovo Thinkpad L15 Gen 2, fits perfectly in the case."
},
{   "id":"206",
    "name":"Angela Ornelas",
    "rating":"4.5",
    "img":"https://images.pexels.com/photos/3358084/pexels-photo-3358084.jpeg?auto=compress&cs=tinysrgb&h=750&w=1260",
    "review":"Lately every time I buy a new one. It’s super dry after a few uses. Or it starts to leak. Not sure what’s going on. The only reason I still buy it is because I haven’t found a good one that is waterproof. Please fix this problem."
},
{
    "id":"207",
    "name":"Nicole Mannon",
    "rating":"4",
    "img":"https://images.pexels.com/photos/5940022/pexels-photo-5940022.jpeg?auto=compress&cs=tinysrgb&dpr=1&w=500",
    "review":"Love the pen style liner but the color fades quickly from the pen. I don't let that stop me from continuing to buy because i love the feel & formula. It just seems like I'm opening a new liner quickly."
}
]